Repository: j233guo/PocketLedger
Catalog: PocketLedger/String Catalogs/Card/AddEditCard.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %@ Multiplier
zh_hans: 奖励%@倍数
zh_hant: 回饋%@倍數

source: Add a New Card
zh_hans: 添加卡片
zh_hant: 新增卡片

source: Add a New Perk
zh_hans: 添加卡片福利
zh_hant: 新增卡片權益

source: Card Name
zh_hans: 卡片名称
zh_hant: 卡片名稱

source: Card Perk
zh_hans: 卡片福利
zh_hant: 卡片權益

source: Card Perk Type
zh_hans: 卡片福利类型
zh_hant: 卡片權益類型

source: Card Type
zh_hans: 卡片类型
zh_hant: 卡片類型

source: Changing perk type will clear all perks on this card.
zh_hans: 更改卡片福利类型会清空当前卡上所有福利。
zh_hant: 更改卡片權益類型會清除卡上所有權益。

source: Don't Proceed
zh_hans: 取消
zh_hant: 取消

source: Edit Card
zh_hans: 编辑卡片
zh_hant: 編輯卡片資料

source: For identifying purpose only.
zh_hans: 只做参考用途。
zh_hant: 僅為參考之用。

source: Last four digits of the card
zh_hans: 卡号后四位
zh_hant: 卡號後四位

source: Name for the card
zh_hans: 卡片名称
zh_hant: 卡片名稱

source: Payment Network
zh_hans: 卡组织
zh_hant: 卡別

source: Perks on This card
zh_hans: 卡片福利
zh_hant: 卡片權益

source: Please enter a name for the card.
zh_hans: 请给卡片取个名字。
zh_hant: 請給卡片取個名字。

source: Please enter the last four digits of the card.
zh_hans: 请输入卡号后四位。
zh_hant: 請輸入卡號後四位。

source: Proceed
zh_hans: 继续
zh_hant: 繼續

source: There is already a perk with this category.
zh_hans: 卡上已经有一个此类别的福利了。
zh_hant: 卡上已有一個此類別的權益了。

source: This card doesn't have any perks registered.
zh_hans: 卡上目前没有福利。
zh_hant: 卡上無權益。

source: You can add card perks later in the edit page.
zh_hans: 之后可以在编辑卡片页面添加福利。
zh_hant: 之後可以在編輯卡片畫面新增權益。
